{
    "title": "نئی دہلی میں مقیم فرنٹ اینڈ ڈیولپر، فی الحال موثر ویب ایپلیکیشنز بنانے کے مواقع تلاش کر رہے ہیں۔",
    "changeLanguage": "زبان تبدیل کریں۔",
    "name":"ہیلو، میں دانیال ہوں۔",
    "aboutTitle":"ْمیرے بارے میں",
    "aboutHomeText":"ویب ڈویلپمنٹ کے بارے میں پرجوش اور مسائل کو حل کرنے سے لطف اندوز ہوں۔",
    "toolsTitle":"ٹیکنالوجی کا استعمال ہے",
     "cv":"دوبارہ شروع دیکھیں",
     "copyTitle":"ذہن میں کچھ ہے؟",
     "copy":"ای میل کاپی کریں۔",
     "langText":"زبان تبدیل کریں",
     "aboutPageTitle": "میں کس چیز کے بارے میں ہوں؟",
     "myStory": "میری کہانی",
     "whatIdo": "میں اب کیا کرتا ہوں؟",
     "aboutText1": "میں اتر پردیش، بھارت میں پیدا ہوا، اور فی الحال نئی دہلی میں رہتا ہوں۔ بچپن سے، میں تخلیقی صلاحیتوں اور ٹیکنالوجی کے امتزاج سے متوجہ رہا ہوں، جس نے آخر کار مجھے فرنٹ اینڈ ڈیولپمنٹ کی طرف لے جایا۔ React میں مہارت کے ساتھ، میں فنکشنل اور بصری طور پر دلکش انٹرفیس تیار کرنے سے لطف اندوز ہوتا ہوں جو صارف کے تجربات کو بڑھاتے ہیں۔",

     "aboutText2": "میں اپنی مہارت کو وسیع کرنے اور ایک بہترین ڈویلپر بننے کے لیے بیک اینڈ ڈیولپمنٹ میں دلچسپی لیتے ہوئے اپنی صلاحیتوں کو مؤثر پروجیکٹس میں لانے کے لیے فعال طور پر مواقع تلاش کر رہا ہوں۔",

     "best": "جو میں سب سے بہتر کرتا ہوں۔",
     "responsiveText": "کسی بھی اسکرین پر بہترین کارکردگی اور استعمال کے لیے موبائل کے پہلے ڈیزائن کو ترجیح دینا۔",
     "responsive": "موبائل - پہلا ڈیزائن",
     "UIUX": "UI/UX تعاون",
     "UIUXtext": "پیچیدہ ڈیزائنوں کو پکسل پرفیکٹ درستگی کے ساتھ بدیہی صارف کے تجربات میں ترجمہ کرنا۔",
     "vcs": "ورژن کنٹرول کی مہارت",
     "vcsText": "بغیر کسی رکاوٹ کے کوڈ کے انتظام کے لیے Git اور GitHub استعمال کرنے والی ٹیموں کے ساتھ مؤثر طریقے سے تعاون کرنا۔",
     "api": "API انٹیگریشن",
     "apiText": "متحرک، ڈیٹا سے چلنے والی ایپلی کیشنز بنانے کے لیے RESTful APIs کو مربوط اور استعمال کرنا.",


     "onixTitle": "اونکس اسٹور",
     "ecommerce": "ای کامرس ایپ",
     "onixAbout": "یہ ای کامرس ایپ Appwrite ڈیٹا بیس سے حقیقی وقت میں ڈیٹا کی بازیافت کی خصوصیت رکھتی ہے، ایک پرکشش ویب ایپلیکیشن کو فعال کرتی ہے جہاں صارفین Appwrite کے استعمال سے تصدیق کر سکتے ہیں، بغیر کسی رکاوٹ کے اپنے کارٹ، مصنوعات میں آئٹمز کو فلٹر اور محفوظ کر سکتے ہیں، اور خریداری کا ایک بہترین تجربہ فراہم کر سکتے ہیں۔",
   
     "blogTitle": "()بی.لاگ",
     "blog": "بلاگ ایپ",
     "blogAbout": "ایک مکمل خصوصیات والی بلاگ ایپلیکیشن جو صارفین کو ان کی پوسٹس کی طرح رجسٹر کرنے، تصدیق کرنے، دوسرے صارفین کے پروفائلز کو دیکھنے اور ان کے اپنے بلاگ پوسٹس پر مکمل CRUD (تخلیق، پڑھیں، اپ ڈیٹ، ڈیلیٹ) آپریشنز انجام دینے کے قابل بناتی ہے اور بغیر کسی رکاوٹ کے اپنے بلاگنگ کے تجربے کا انتظام کرتی ہے۔",
   
     "cloneTitle": "سن ڈاون اسٹوڈیو",
     "clone": "کلون",
     "cloneAbout": "سن ڈاون اسٹوڈیو ویب سائٹ کا ایک جوابدہ اور تفصیلی کلون، اس کے متحرک ڈیزائن، انٹرایکٹیویٹی، اور صارف کے تجربے کو فرنٹ اینڈ ڈیولپمنٹ کی مہارتوں کو اجاگر کرنے کے لیے دوبارہ تخلیق کرتا ہے۔"

  }
  