{
    "title": "புதுடெல்லியை தளமாகக் கொண்ட ஃப்ரண்ட்-எண்ட் டெவலப்பர், தற்போது தாக்கத்தை ஏற்படுத்தும் வலைப் பயன்பாடுகளை உருவாக்குவதற்கான வாய்ப்புகளைத் தேடுகிறார்.",
    "changeLanguage": "மொழியை மாற்றவும்",
    "name":"வணக்கம், நான் டேனியல்",
    "aboutTitle":"பற்றி",
    "aboutHomeText":"வலை மேம்பாட்டில் ஆர்வம் மற்றும் சிக்கல்களைத் தீர்ப்பதில் மகிழ்ச்சி.",
    "langText":"மொழியை மாற்றவும்",
     "toolsTitle":"நான் பயன்படுத்தும் தொழில்நுட்பம்",
      "cv":"ரெஸ்யூமை பார்க்கவும்",
      "copyTitle":"மனதில் ஏதாவது இருக்கிறதா?",
      "copy":"மின்னஞ்சலை நகலெடுக்கவும்",
      "aboutPageTitle": "நான் எதைப் பற்றி இருக்கிறேன்?",
      "myStory": "என் கதை",
      "whatIdo": "நான் இப்போது என்ன செய்து கொண்டிருக்கிறேன்?",
      "aboutText1": "நான் எனது சொந்த ஊரான உத்தரபிரதேசத்தில் பிறந்தேன், மேலும் தொழில் முன்னேற்றத்திற்காக தற்போது டெல்லியில் இருக்கிறேன். சிறுவயதிலிருந்தே, படைப்பாற்றல் மற்றும் தொழில்நுட்பத்தின் கலவையால் நான் ஈர்க்கப்பட்டேன், இது இறுதியில் என்னை முன்னணி வளர்ச்சிக்கு இட்டுச் சென்றது. ரியாக்டில் நிபுணத்துவத்துடன், பயனர் அனுபவங்களை மேம்படுத்தும் செயல்பாட்டு மற்றும் பார்வைக்கு ஈர்க்கும் இடைமுகங்களை உருவாக்குவதை நான் ரசிக்கிறேன்.",
      "aboutText2": "எனது நிபுணத்துவத்தை விரிவுபடுத்துவதற்கும், நன்கு வளர்ந்த முன்னோடி டெவலப்பராக மாறுவதற்கும் நெக்ஸ்ட்ஜஸ் மற்றும் டைப்ஸ்கிரிப்டில் ஒரு திட்டத்தை உருவாக்கும்போது, ​​தாக்கத்தை ஏற்படுத்தும் திட்டங்களுக்கு எனது திறன்களைக் கொண்டுவருவதற்கான வாய்ப்புகளை நான் தீவிரமாக ஆராய்ந்து வருகிறேன்.",
      "best": "நான் என்ன செய்வது சிறந்தது",
      "responsiveText": "எந்தத் திரையிலும் உகந்த செயல்திறன் மற்றும் பயன்பாட்டிற்கான மொபைல்-முதல் வடிவமைப்புகளுக்கு முன்னுரிமை அளிக்கிறது.",
      "responsive": "மொபைல்-முதல் வடிவமைப்பு",
      "UIUX": "UI/UX ஒத்துழைப்பு",
      "UIUXtext": "சிக்கலான வடிவமைப்புகளை பிக்சல்-சரியான துல்லியத்துடன் உள்ளுணர்வு பயனர் அனுபவங்களாக மொழிபெயர்த்தல்.",
      "vcs": "பதிப்பு கட்டுப்பாடு நிபுணத்துவம்",
      "vcsText": "தடையற்ற குறியீடு நிர்வாகத்திற்காக Git மற்றும் GitHub ஐப் பயன்படுத்தும் குழுக்களுடன் திறம்பட ஒத்துழைத்தல்.",
      "api": "ஏபிஐ ஒருங்கிணைப்பு",
      "apiText": "டைனமிக், தரவு சார்ந்த பயன்பாடுகளை உருவாக்க RESTful APIகளை ஒருங்கிணைத்து பயன்படுத்துதல்.",


      "onixTitle": "ஓனிக்ஸ் ஸ்டோர்",
      "ecommerce": "இ-காமர்ஸ் ஆப்",
      "onixAbout": "இந்த ஈ-காமர்ஸ் பயன்பாடானது Appwrite தரவுத்தளத்திலிருந்து நிகழ்நேர தரவு மீட்டெடுப்பைக் கொண்டுள்ளது, பயனர்கள் Appwrite ஐப் பயன்படுத்தி அங்கீகரித்து, பொருட்களைத் தடையின்றி வடிகட்டவும் மற்றும் சேமிக்கவும், உகந்த ஷாப்பிங் அனுபவத்தை வழங்கும்.",
    
      "blogTitle": "()பி.லாக்",
      "blog": "வலைப்பதிவு பயன்பாடு",
      "blogAbout": "ஒரு முழு அம்சமான வலைப்பதிவு பயன்பாடு, பயனர்கள் பதிவுசெய்தல், அங்கீகரித்தல், பிற பயனர்களின் சுயவிவரங்களைப் பார்ப்பது, அவர்களின் இடுகைகள் போன்றது மற்றும் அவர்களின் வலைப்பதிவு அனுபவத்தை தடையின்றி நிர்வகிக்கும் போது, ​​அவர்களின் சொந்த வலைப்பதிவு இடுகைகளில் முழுமையான CRUD (உருவாக்கு, படிக்க, புதுப்பி, நீக்குதல்) செயல்பாடுகளைச் செய்ய உதவுகிறது.",
    
      "cloneTitle": "சண்டவுன் ஸ்டுடியோ",
      "clone": "குளோன்",
      "cloneAbout": "சன்டவுன் ஸ்டுடியோ வலைத்தளத்தின் பதிலளிக்கக்கூடிய மற்றும் விரிவான குளோன், அதன் டைனமிக் வடிவமைப்பு, ஊடாடுதல் மற்றும் பயனர் அனுபவத்தை முன்-இறுதி வளர்ச்சி திறன்களை முன்னிலைப்படுத்த மீண்டும் உருவாக்குகிறது.",

      "codingLang":"நிரலாக்க மொழிகள்",
      "codingTools":"கருவிகள்",
      "codingLibs":"நூலகம் மற்றும் கட்டமைப்புகள்",
      "codingBaas":"BAAS",
      "codingBaas2": "ஒரு சேவையாக பின்னணி சேவை"
    
  }