{
    "title": "फ्रंटएंड डेवलपर, वर्तमान में प्रभावशाली वेब एप्लिकेशन बनाने के अवसर तलाश रहा हूँ।",
    "changeLanguage": "Change Language",
    "name":"नमस्ते, मैं दानियाल हूं",
    "aboutTitle":"मेरे बारे में",
    "aboutHomeText": "वेब विकास के प्रति जुनूनी और समस्याओं को सुलझाने में आनंद आता है।",
    "toolsTitle":"स्टैक जो मैं उपयोग करता हूँ",
    "langText":"भाषा बदलें",
    "cv":"करियर विवरण देखें",
    "copyTitle":"क्या आपके मन में कुछ है?",
    "copy":"ईमेल कॉपी करें",
    "aboutPageTitle": "मैं किस बारे में हूँ?",
    "myStory": "मेरी कहानी",
    "whatIdo": "मैं अब क्या करता हूँ?",
    "aboutText1": "मेरा जन्म मेरे गृहनगर उत्तर प्रदेश, भारत में हुआ था और मैं वर्तमान में करियर में उन्नति के लिए दिल्ली में हूं। बचपन से ही मैं रचनात्मकता और प्रौद्योगिकी के मिश्रण से आकर्षित रहा हूं, जिसने अंततः मुझे अग्रणी विकास की ओर अग्रसर किया। रिएक्ट में विशेषज्ञता के साथ, मुझे कार्यात्मक और दृश्य रूप से आकर्षक इंटरफेस तैयार करने में मजा आता है जो उपयोगकर्ता के अनुभवों को बढ़ाता है।",
    "aboutText2": "मैं अपनी विशेषज्ञता को व्यापक बनाने और एक सर्वांगीण डेवलपर बनने के लिए बैकएंड विकास में ध्यान केंद्रित करते हुए प्रभावशाली परियोजनाओं में अपने कौशल लाने के लिए सक्रिय रूप से अवसर तलाश रहा हूं।",
    "best": "मैं सबसे अच्छा क्या करता हूँ",
    "responsiveText": "किसी भी स्क्रीन पर इष्टतम प्रदर्शन और उपयोगिता के लिए मोबाइल-फर्स्ट डिज़ाइन को प्राथमिकता देना।",
    "responsive": "मोबाइल-प्रथम डिज़ाइन",
    "UIUX": "यूआई/यूएक्स सहयोग",
    "UIUXtext": "जटिल डिज़ाइनों को पिक्सेल-परफेक्ट परिशुद्धता के साथ सहज उपयोगकर्ता अनुभवों में अनुवाद करना।",
    "vcs": "संस्करण नियंत्रण विशेषज्ञता",
    "vcsText": "निर्बाध कोड प्रबंधन के लिए Git और GitHub का उपयोग करने वाली टीमों के साथ प्रभावी ढंग से सहयोग करना।",
    "api": "एपीआई एकीकरण",
    "apiText": "गतिशील, डेटा-संचालित एप्लिकेशन बनाने के लिए RESTful API को एकीकृत और उपभोग करना।",


    "onixTitle": "ओनिक्स स्टोर",
    "ecommerce": "ई-कॉमर्स ऐप",
    "onixAbout": "यह ई-कॉमर्स ऐप ऐपराइट डेटाबेस से वास्तविक समय डेटा पुनर्प्राप्ति की सुविधा देता है, जो एक आकर्षक वेब एप्लिकेशन को सक्षम करता है जहां उपयोगकर्ता ऐपराइट का उपयोग करके प्रमाणित कर सकते हैं, निर्बाध रूप से फ़िल्टर कर सकते हैं और आइटम को अपने कार्ट, उत्पादों में सहेज सकते हैं, एक अनुकूलित खरीदारी अनुभव प्रदान कर सकते हैं।",
  
    "blogTitle": "बी.लॉग()",
    "blog": "ब्लॉग ऐप",
    "blogAbout": "एक पूर्ण विशेषताओं वाला ब्लॉग एप्लिकेशन जो उपयोगकर्ताओं को अपने ब्लॉगिंग अनुभव को सहजता से प्रबंधित करते हुए पंजीकरण करने, प्रमाणित करने, अन्य उपयोगकर्ताओं की प्रोफाइल देखने, उनकी पोस्ट पसंद करने और अपने स्वयं के ब्लॉग पोस्ट पर पूर्ण सीआरयूडी (बनाएं, पढ़ें, अपडेट करें, हटाएं) संचालन करने में सक्षम बनाता है।",
  
    "cloneTitle": "सूर्यास्त स्टूडियो",
    "clone": "क्लोन",
    "cloneAbout": "सनडाउन स्टूडियो वेबसाइट का एक संवेदनशील और विस्तृत क्लोन, फ्रंट-एंड डेवलपमेंट कौशल को उजागर करने के लिए इसके गतिशील डिज़ाइन, इंटरैक्टिविटी और उपयोगकर्ता अनुभव को फिर से बनाना।",

    "codingLang":"कोडिंग भाषाएँ",
    "codingTools":"औजार",
    "codingLibs":"लाइब्रेरी और फ्रेमवर्क",
    "codingBaas":"BAAS",
    "codingBaas2": "एक सेवा के रूप में बैकएंड"
  }